/* 
  Localizable.strings
  appdownloader

  Created by ByteDance on 2023/7/6.
  
*/
// pc_installer_capcut
"AppTitle" = "Установка CapCut для компьютера";
"LvAppTitle" = "Установка Jianying для компьютера";

// pc_installer_installed_already
"CheckInstalledMsgTitle" = "Продолжить установку?";
// pc_installer_reinstall
"CheckInstalledMsgBtnInstall" = "Установить";
// pc_installer_open_immediately
"CheckInstalledMsgBtnOpen" = "Открыть";
// pc_installer_cancel_n
"CheckInstalledMsgBtnCancel" = "Отмена";
// pc_installer_version_latest
"CheckInstalledMsgHintText" = "На вашем устройстве установлена устаревшая версия CapCut (v%@). Вы можете открыть старую версию или установить новую вместо нее.";
"LvCheckInstalledMsgHintText" = "На вашем устройстве установлена устаревшая версия Jianying (v%@). Вы можете открыть старую версию или установить новую вместо нее.";

// pc_installer_download_cancel_title
"CancelDownloadMsgTitle" = "Остановить скачивание?";
// pc_installer_download_continue
"CancelDownloadMsgBtnContinue" = "Продолжить";
// pc_installer_download_cancel
"CancelDownloadMsgBtnCancel" = "Остановить";
// pc_installer_downloading_cancel
"CancelDownloadMsgHintText" = "Уже скачанные данные (%d%%) не сохранятся.";

// pc_installer_download_failed_retry
"DownloadErrorHintText" = "Не удалось скачать. Повторите попытку.";
// pc_installer_retry
"BtnText_Retry" = "Повторить";
// pc_installer_download_cancel
"BtnText_CancelDownload" = "Остановить";

"MultiLangBoxTitle" = "Language setting";
// save_pc
"BtnText_Save" = "Сохранить";

//pc_insufficient_disk_space
"DownloadErrorHintText_Code6" = "Недостаточно места на диске";

"BtnCheck_SystemTrayAutoboot" = "Запускать панель при запуске";

"DownloadErrorCodeHintText" = "Код ошибки: ";